[Balance.PawnBalance_Sage_DiseasedScaylion AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="stage of the disease")
PlayThroughs[1]=(DisplayName="Toxic level")

[Balance.PawnBalance_Sage_ScaylionBerzerker AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Angry feet")
PlayThroughs[1]=(DisplayName="group of hunters")

[Balance.PawnBalance_Sage_ScaylionBug AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="wrong move")
PlayThroughs[1]=(DisplayName="breeding season")

[Balance.PawnBalance_Sage_ScaylionQueen AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="said the queen")
PlayThroughs[1]=(DisplayName="grandmother")

[Balance.PawnBalance_Sage_ScaylionSlag AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Clay apartment")
PlayThroughs[1]=(DisplayName="High ash level")

[Balance.PawnBalance_Sage_ScaylionWarrior AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="make")
PlayThroughs[1]=(DisplayName="Night Echelon")

[Balance.PawnBalance_Sage_ScaylionWorker AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Joiner")
PlayThroughs[1]=(DisplayName="knitting machine")

